{"modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of105", "group1-shard2of105", "group1-shard3of105", "group1-shard4of105", "group1-shard5of105", "group1-shard6of105", "group1-shard7of105", "group1-shard8of105", "group1-shard9of105", "group1-shard10of105", "group1-shard11of105", "group1-shard12of105", "group1-shard13of105", "group1-shard14of105", "group1-shard15of105", "group1-shard16of105", "group1-shard17of105", "group1-shard18of105", "group1-shard19of105", "group1-shard20of105", "group1-shard21of105", "group1-shard22of105", "group1-shard23of105", "group1-shard24of105", "group1-shard25of105", "group1-shard26of105", "group1-shard27of105", "group1-shard28of105", "group1-shard29of105", "group1-shard30of105", "group1-shard31of105", "group1-shard32of105", "group1-shard33of105", "group1-shard34of105", "group1-shard35of105", "group1-shard36of105", "group1-shard37of105", "group1-shard38of105", "group1-shard39of105", "group1-shard40of105", "group1-shard41of105", "group1-shard42of105", "group1-shard43of105", "group1-shard44of105", "group1-shard45of105", "group1-shard46of105", "group1-shard47of105", "group1-shard48of105", "group1-shard49of105", "group1-shard50of105", "group1-shard51of105", "group1-shard52of105", "group1-shard53of105", "group1-shard54of105", "group1-shard55of105", "group1-shard56of105", "group1-shard57of105", "group1-shard58of105", "group1-shard59of105", "group1-shard60of105", "group1-shard61of105", "group1-shard62of105", "group1-shard63of105", "group1-shard64of105", "group1-shard65of105", "group1-shard66of105", "group1-shard67of105", "group1-shard68of105", "group1-shard69of105", "group1-shard70of105", "group1-shard71of105", "group1-shard72of105", "group1-shard73of105", "group1-shard74of105", "group1-shard75of105", "group1-shard76of105", "group1-shard77of105", "group1-shard78of105", "group1-shard79of105", "group1-shard80of105", "group1-shard81of105", "group1-shard82of105", "group1-shard83of105", "group1-shard84of105", "group1-shard85of105", "group1-shard86of105", "group1-shard87of105", "group1-shard88of105", "group1-shard89of105", "group1-shard90of105", "group1-shard91of105", "group1-shard92of105", "group1-shard93of105", "group1-shard94of105", "group1-shard95of105", "group1-shard96of105", "group1-shard97of105", "group1-shard98of105", "group1-shard99of105", "group1-shard100of105", "group1-shard101of105", "group1-shard102of105", "group1-shard103of105", "group1-shard104of105", "group1-shard105of105"], "weights": [{"name": "conv2d/kernel", "shape": [3, 3, 3, 32], "dtype": "float32"}, {"name": "conv2d/bias", "shape": [32], "dtype": "float32"}, {"name": "conv2d_1/kernel", "shape": [3, 3, 32, 32], "dtype": "float32"}, {"name": "conv2d_1/bias", "shape": [32], "dtype": "float32"}, {"name": "conv2d_2/kernel", "shape": [3, 3, 32, 64], "dtype": "float32"}, {"name": "conv2d_2/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2d_3/kernel", "shape": [3, 3, 64, 64], "dtype": "float32"}, {"name": "conv2d_3/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2d_4/kernel", "shape": [3, 3, 64, 128], "dtype": "float32"}, {"name": "conv2d_4/bias", "shape": [128], "dtype": "float32"}, {"name": "conv2d_5/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "conv2d_5/bias", "shape": [128], "dtype": "float32"}, {"name": "dense/kernel", "shape": [100352, 1024], "dtype": "float32"}, {"name": "dense/bias", "shape": [1024], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [1024, 1024], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [1024], "dtype": "float32"}, {"name": "lstm/kernel", "shape": [19, 512], "dtype": "float32"}, {"name": "lstm/recurrent_kernel", "shape": [128, 512], "dtype": "float32"}, {"name": "lstm/bias", "shape": [512], "dtype": "float32"}, {"name": "lstm_1/kernel", "shape": [128, 512], "dtype": "float32"}, {"name": "lstm_1/recurrent_kernel", "shape": [128, 512], "dtype": "float32"}, {"name": "lstm_1/bias", "shape": [512], "dtype": "float32"}, {"name": "lstm_2/kernel", "shape": [1152, 2048], "dtype": "float32"}, {"name": "lstm_2/recurrent_kernel", "shape": [512, 2048], "dtype": "float32"}, {"name": "lstm_2/bias", "shape": [2048], "dtype": "float32"}, {"name": "lstm_3/kernel", "shape": [512, 2048], "dtype": "float32"}, {"name": "lstm_3/recurrent_kernel", "shape": [512, 2048], "dtype": "float32"}, {"name": "lstm_3/bias", "shape": [2048], "dtype": "float32"}, {"name": "dense_2/kernel", "shape": [512, 19], "dtype": "float32"}, {"name": "dense_2/bias", "shape": [19], "dtype": "float32"}]}]}